{
	"amber": ["Lets have a gliding contest author. Remember that I don't go easy on anyone, even you!", "<:AmbersWelcome:1072057902552076288>"],
	"bennett": ["No one's joined me on an adventure in ages. C'mon, let's go author!", "<:BennettsWelcome:1072058678473129984>"],
	"ayaka": ["Delighted to make your acquaintance author.", "<:AyakasWelcome:1071986398707601428>"],
	"kokomi": ["Let's go on a journey together author. My journey with you will be an opportunity to unwind...", "<:KokomisWelcome:1072035623545880658>"],
	"yelan": ["Hello, author. I think you may need my help, and I just so happen to need yours. In other words — you scratch my back, I'll scratch yours.", "<:YelansWelcome:1072035577421119498>"],
	"zhongli": ["author , where do you want to go next? If you'd like to see Liyue's tourist spots, I have a few references.", "<:ZhonglisWelcome:1072059038969364480>"],
	"wanderer": ["Do I have to say this? ...Fine, let's get this over with. Welcome author.", "<:WanderersWelcome:1072035683125952573>"],
	"venti": ["Allow me to join you on your quest author. I must see to it that the bards of the world tell the your tales!", "<:VentisWelcome:1072035726520221807>"],
	"raiden": ["author, you have arrived just in time for dessert. What? Why not? What do you mean, entrées come first?", "<:RaidensWelcome:1072035769276956753>"],
	"nahida": ["Nice to meet you author! Hehe, I've actually been watching you for a long time already. I want to hear all about your travel stories.", "<:NahidasWelcome:1072035867922808892>"],
	"klee": ["author, do you wanna come fish blasting with me? I'll get grounded for a whole day, but it's way worth it coz the fish taste sooo goood!", "<:KleesWelcome:1072035817792471160>"],
	"keqing": ["We've been on our fair share of adventures together haven’t we author? This one will be no different.", "<:KeqingsWelcome:1072035973908660225>"],
	"cyno": ["author, now that you are here. Are you up for a game of Genius Invokation TCG?", "<:CynosWelcome:1072036012475289610>"],
	"tartaglia": ["Greetings, comrade author! You're raring to go today, I see.", "<:TartagliasWelcome:1072036068473450496>"],
	"collei": ["Trainee Forest Ranger Collei, reporting for duty! Phew, I think I've finally got that line down! ...I—I didn't get any of it wrong, did I author?", "<:ColleisWelcome:1072036117806854206>"],
	"xingqiu": [" If my calculations are correct, Wanwen Bookhouse is due to receive a batch of new releases today. author, might we add a small detour to our adventure?", "<:XingqiusWelcome:1072036164816613437>"],
	"noelle": ["author seem tired. Would you like some tea? I'll brew you some. Do you take sugar? One cube, or two?", "<:NoellesWelcome:1072060611745300492>"],
	"fischl": ["I, Fischl, Prinzessin der Verurteilung, descend upon this land by the call of fate an— Oh, author is also a traveler from another world? Very well, I grant you permission to travel with me.", "<:FischlsWelcome:1072060766406070333>"],
	"qiqi": ["author, do you know what? Uhh... neither do I. I... already forgot.", "<:QiqisWelcome:1072062346844975144>"],
	"yae": ["Say author, why don't you write out your story and submit it to Yae Publishing House? I'm sure that would keep me amused— Ahem, I'm sure it would be a best-seller.", "<:YaesWelcome:1072062468072935544>"],
	"beidou": ["Yo author, good day. I'm about to head off, coming with me?", "<:BeidousWelcome:1072063506460975126>"],
	"kazuha": ["There are leaves around — and I know just the tune to accompany them, if you wish to hear it author.", "<:KazuhasWelcome:1072064292817485895>"],
	"thoma": ["Hey author... how about we go for a nice meal some time? My treat, of course.", "<:ThomasWelcome:1072064705834778624>"],
	"yoimiya": ["author, let's make fireworks! Like these, see? Sparkling, crackling, little fireworks~", "<:YoimiyasWelcome:1072792148577095680>"],
	"itto": ["The sky is clear and the sun is shining... Time to get the Onikabuto out for some training! C'mon author, let's go!", "<:IttosWelcome:1072793480734187591>"],
	"nilou": ["I have a performance at Zubayr Theater tonight. author, do you want some tickets?", "<:NilousWelcome:1072794089747132426>"],
	"eula": ["You want to learn some Favonius Bladework? Heh, alright then, I'll teach you, alright, mark my words author...", "<:EulasWelcome:1072795246599077918>"],
	"diluc": ["It's been a long while since I played chess with anyone but my butler. I just so happen to have a moment. Care to play a round author?", "<:DilucsWelcome:1072796573823684678>"],
	"xiao": ["author if death comes knocking at your door, call out my name. Adeptus Xiao. I will be here when you call.", "<:XiaosWelcome:1072797456250699846>"],
	"albedo": ["author would you oblige me by serving as my assistant?", "<:AlbedosWelcome:1072798066240917515>"], 
	"hu tao": ["Need a hand, need a hand? I'm here! If author need some assistance, I'm here to give it my all to the very end!", "<:HuTaosWelcome:1072798704010022922>"],
	"yun jin": ["At long last, I finally have the great honor of meeting you today author. We have been performing at Heyu Tea House as of late, and we'd be honored to have you attend a performance sometime.", "<:YunJinsWelcome:1072799687209406545>"],
	"ganyu": ["author is it time to begin work?", "<:GanyusWelcome:1072800582299025470>"]
}