{
	"ayaka": ["Delighted to make your acquaintance author.", "<:AyakasWelcome:1071986398707601428>"],
	"kokomi": ["Let's go on a journey together author. My journey with you will be an opportunity to unwind...", "<:KokomisWelcome:1072035623545880658>"],
	"zhongli": ["author, where do you want to go next? If you'd like to see Liyue's tourist spots, I have a few references.", "<:ZhonglisWelcome:1072059038969364480>"],
	"wanderer": ["Do I have to say this? ...Fine, let's get this over with. Welcome author.", "<:WanderersWelcome:1072035683125952573>"],
	"venti": ["Allow me to join you on your quest author. I must see to it that the bards of the world tell the your tales!", "<:VentisWelcome:1072035726520221807>"],
	"raiden": ["author, you have arrived just in time for dessert. What? Why not? What do you mean, entrées come first?", "<:RaidensWelcome:1072035769276956753>"],
	"nahida": ["Nice to meet you author! Hehe, I've actually been watching you for a long time already. I want to hear all about your travel stories.", "<:NahidasWelcome:1072035867922808892>"],
	"keqing": ["Come on author. Enough procrastinating. Let's go.", "<:KeqingsWelcome:1072035973908660225>"],
	"cyno": ["author, now that you are here. Are you up for a game of Genius Invokation TCG?", "<:CynosWelcome:1072036012475289610>"],
	"tartaglia": ["Greetings, comrade author! You're raring to go today, I see.", "<:TartagliasWelcome:1072036068473450496>"],
	"qiqi": ["author, do you know what? Uhh... neither do I. I... already forgot.", "<:QiqisWelcome:1072062346844975144>"],
	"beidou": ["Yo author, good day. I'm about to head off, coming with me?", "<:BeidousWelcome:1072063506460975126>"],
	"kazuha": ["There are leaves around — and I know just the tune to accompany them, if you wish to hear it author.", "<:KazuhasWelcome:1072064292817485895>"],
	"thoma": ["Hey author... how about we go for a nice meal some time? My treat, of course.", "<:ThomasWelcome:1072064705834778624>"],
	"itto": ["The sky is clear and the sun is shining... Time to get the Onikabuto out for some training! C'mon author, let's go!", "<:IttosWelcome:1072793480734187591>"],
	"nilou": ["I have a performance at Zubayr Theater tonight. author, do you want some tickets?", "<:NilousWelcome:1072794089747132426>"],
	"xiao": ["author if death comes knocking at your door, call out my name. Adeptus Xiao. I will be here when you call.", "<:XiaosWelcome:1072797456250699846>"], 
	"hu tao": ["Need a hand, need a hand? I'm here! If author need some assistance, I'm here to give it my all to the very end!", "<:HuTaosWelcome:1072798704010022922>"],
	"ganyu": ["author is it time to begin work?", "<:GanyusWelcome:1072800582299025470>"],
	"lyney": ["author, your eyes are like topaz, precious, pure, and lovely. I like them! I've decided — I'm going to put on a show just for you.", "<:LyneysWelcome:1147817387492651068>"],
	
	"seele": ["Right on time author — let's start the patrol.", "<:SeelesWelcome:1147825253641355345>"],
	"dan heng": ["I updated the data bank entries today if you wanted to look anything up author.", "<:DanHengsWelcome:1147833379346198620>"],
	"march 7th": ["Ah author! You're just in time — we haven't taken our selfie today.", "<:March7thsWelcome:1147833725124616192>"],
	"blade": ["Of five people, three must pay a price... You are not one of them author...", "<:BladesWelcome:1147833368088674334>"],
	"kafka": ["All space and time are practically infinite, and yet right here, right now, we find ourselves together author.", "<:KafkasWelcome:1147833363101667400>"],
	"silver wolf": ["Hey, author, you seem pretty cool. Do you want to game with me?", "<:SilverWolfsWelcome:1147833359553269850>"],
	"jing yuan": ["Ah, you're here author. If you have any interesting stories from your travels, do share them with me.", "<:JingYuansWelcome:1147833373922971649>"],
	"yanqing": ["If you have some free time, author, would you mind sparring with me? Don't worry, I won't go easy on you.", "<:YanqingsWelcome:1147825250957017108>"],
	"himeko": ["Welcome aboard, author. I'm sure we're about to embark on a fascinating journey together.", "<:HimekosWelcome:1147833383922171954>"],
	"herta": ["Why not come around today and help me with my research author? You'll be the subject, by the way.", "<:HertasWelcome:1147833355015028846>"],
	"yukong": ["It's a good day to set sail, isn't it author?", "<:YukongsWelcome:1147835388749156392>"],
	"clara": ["I'm getting sleepy — time for a nap on Mr. Svarog's arm. Are you coming author?", "<:ClarasWelcome:1147835393534861403>"]
}